{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "Navigator.nvim": {
      "src": "ssh://git@github.com/numToStr/Navigator.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "git-blame.nvim": {
      "src": "https://github.com/f-person/git-blame.nvim"
    },
    "go.nvim": {
      "src": "https://github.com/ray-x/go.nvim"
    },
    "guihua.lua": {
      "src": "https://github.com/ray-x/guihua.lua"
    },
    "helm-ls.nvim": {
      "src": "https://github.com/qvalentin/helm-ls.nvim"
    },
    "lspsaga.nvim": {
      "src": "ssh://git@github.com/nvimdev/lspsaga.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": "'main'"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-golang": {
      "src": "https://github.com/fredrikaverpil/neotest-golang"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-view": {
      "src": "https://github.com/igorlfs/nvim-dap-view"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "project.nvim": {
      "src": "https://github.com/ahmedkhalf/project.nvim"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    },
    "vim-tmux-navigator": {
      "src": "ssh://git@github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}