tap "hashicorp/tap"

if OS.mac?
  brew "awscli"
  brew "azure-cli"
  brew "libpq"
  brew "teleport"
  brew "vercel-cli"

  cask "alt-tab"
  cask "claude"
  cask "docker-desktop"
  cask "google-chrome"
  cask "jetbrains-toolbox"
  cask "libreoffice"
  cask "linear-linear"
  cask "meetingbar"
  cask "notion"
  cask "slack"
  cask "teleport-connect"
  cask "tidal"
  cask "zen"
end

brew "bat"
brew "chezmoi"
brew "cloc"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "glow"
brew "go"
brew "helm"
brew "just"
brew "k3d"
brew "k9s"
brew "kubectl"
brew "kustomize"
brew "lazygit"
brew "lazydocker"
brew "make"
brew "neovim"
brew "node"
brew "python@3.14"
brew "rg"
brew "ruby"
brew "starship"
brew "hashicorp/tap/terraform"
brew "tmux"
brew "tmux-sessionizer"
brew "tpm"
brew "uv"
